{"verification": {"role": "1102382435758526625", "keys": {}}, "tickets": {"title": null, "description": "Look for the button or command to create a new ticket. This could be in the form of a button, a command (like !newticket), or a channel/category dedicated to creating new tickets.\nClick on the button or run the command to create a new ticket. This will typically create a new channel or thread specifically for your ticket.\nIn the new channel or thread, describe your issue or request. Be as detailed as possible so that the support team or moderators can understand the problem and help you more efficiently.\nWait for a response from the support team or moderators. They may ask you for more information or provide you with guidance on how to resolve the issue.\nIf the issue is resolved, the support team or moderators will typically close the ticket. If you have any further questions or issues, you can create a new ticket or continue the conversation in the existing ticket.\nHere are some additional tips to keep in mind when using the ticket system:\n\nMake sure to follow any specific instructions provided by the server admins or support team regarding how to use the ticket system. This may include specific commands or guidelines on what kind of issues can be raised in a ticket.\nBe patient when waiting for a response from the support team or moderators. Depending on the size of the server and the complexity of your issue, it may take some time for them to respond.\nKeep the conversation respectful and professional. Remember that the support team or moderators are there to help you, and being rude or demanding is unlikely to get you the results you want.\nIf you're not sure how to use the ticket system or have any questions, don't hesitate to ask the support team or moderators for help. They're there to assist you and want to ensure that your experience on the server is as smooth and enjoyable as possible.", "options": null, "is_public": false, "channel": "1101637885272268877", "role": "1101654293863485440"}, "poll": {"title": "Cats or dogs", "description": "Cats or Dogs? ", "channel": "1101654197314781275", "options": ["Cats", "Dogs"]}}